Repository: common-repository/vbsso-lite
Catalog: languages/vbsso-*.po
Languages: it_it, ru_ru, uk

source: New version of <b>vBSSO Connect %s </b> %s is available! We strongly recommend to <a href='%s' target='_blank'>upgrade</a> your old version to new one <b>released on %s</b>. Click <a href='%s' target='_blank'>here</a> to open download page.
it_it: È disponibile la nuova versione di <b>vBSSO Connect %s</b> %s! Raccomandiamo fortemente di <a href='%s' target='_blank'>aggiornare</a> la vecchia versione alla nuova one <b>pubblicato su %s</b>. Clicca <a href='%s' target='_blank'>qui</a> per aprire la pagina di download.

source: Provides universal Secure Single Sign-On between vBulletin and different popular platforms like WordPress.
it_it: Permette di effettuare un Singolo Login universale e sicuro tra vBulletin e le più conosciute piattaforme come Wordpress.
ru_ru: Обеспечивает универсальную безопасную авторизацию между vBulletin и различными популярными платформами как WordPress (и другими), через единую базу данных пользователей.
uk: Забезпечує універсальну безпечну авторизацію між vBulletin та різними популярними платформами на зразок WordPress (а також інші), через єдину базу користувачів.

source: You are trying to connect a platform where vBSSO extension is disabled. Please enable vBSSO extension on that platform and try again.
it_it: Stai provando a connettere una piattaforma dove l'estensione vBSSO è disabilitata. Attiva l'estensione vBSSO in questa piattaforma e riprova.

source: Provides universal Secure Single Sign-On between vBulletin and different popular platforms. The product provided by <a href="http://www.vbsso.com/">vBSSO.</a>
it_it: Permette di effettuare un Singolo Login universale e sicuro tra vBulletin e le più conosciute piattaforme come Wordpress<a href="http://www.vbsso.com/">vBSSO.</a>

source: To remove the footer link back to this project, you may purchase a <a href="http://www.vbsso.com/documentation/#remove-footer-link">Branding Free license</a>. Your support is used to maintain this project.
it_it: Per rimuovere il link sul footer che indirizza alla pagina di questo progetto, devi acquistare una <a href="http://www.vbsso.com/documentation/#remove-footer-link">Licenza Ufficiale</a>. Il tuo supporto è usato per supportare questo progetto.
ru_ru: Чтобы удалить в нижнем колонтитуле ссылку на этот проект Вы можете приобрести <a href="http://www.vbsso.com/documentation/#remove-footer-link">Лицензию, свободную от брендинга</a>. Ваши средства будут использованы на поддержку данного проекта.
uk: Для того щоб видалити в нижньому колонтитулі посилання на джерело проекту Ви можете придбати <a href='http://www.vbsso.com/documentation/#remove-footer-link'>Ліцензію, вільну від брендингу</a>. Ваші кошти будуть використані на підтримку цього проекта.

source: <div align="center" style="z-index: 3;color: #777777;clear:both; position: relative;">Single Sign On provided by <a href="http://www.vbsso.com/">vBSSO</a></div>
it_it: <div align="center" style="z-index: 3;color: #777777;clear:both;">Login singolo fornito da <a href="http://www.vbsso.com/">vBSSO</a></div>
ru_ru: <div align="center" style="z-index: 3;color: #777777;clear:both; position: relative;">Технология единого входа предоставлена <a href="http://www.vbsso.com/">vBSSO</a></div>
uk: <div align="center" style="z-index: 3;color: #777777;clear:both; position: relative;">Технологію єдиного входу надано <a href="http://www.vbsso.com/">vBSSO</a></div>

source: Platform Shared Key
it_it: Chiave condivisa della piattaforma
ru_ru: Секретный ключ, необходимый для подключения данной платформы к vBSSO vBulletin.
uk: Ваш таємний ключ, необхідний для того щоб підключити дану платформу до vBSSO vBULLETIN.

source: Please unconnect this platform to change shared key
it_it: Disconnettiti dalla piattaforma per cambiare la Chiave Condivisa
ru_ru: Пожалуйста, отключите данную платформу от vBSSO vBulletin, для того чтобы чтобы изменить секретный ключ.
uk: Будь-ласка, від’єднайте цю платформу від vBSSO vBulletin, щоб змінити Ваш Таємний Ключ.

source: Platform Address
it_it: Usa questo indirizzo per connettere questa piattaforma a vBSSO vBulletin (copialo e incollalo nel campo appropiato nella pagina "Piattaforme" di vBSSO vBulletin)
ru_ru: Адрес платформы, необходимый для подключения платформы к vBSSO vBulletin (скопируйте этот адрес и вставьте в поле `Адрес платформы` на страничке настроек vBSSO vBulletin).
uk: Адреса платформи, необхідна для під`єднання WordPress платформи до vBSSO vBulletin (продублюйте цю адресу в полі з аналочічною назвою на сторінці налаштувань vBSSO vBulletin ).

source: Login Through vBulletin Page
it_it: Accedere attraverso vBulletin Pagina

source: View Member Profile in vBulletin
it_it: Apre la pagina "Profilo Utente" di vBSSO vBulletin invece di quella di WordPress
ru_ru: Включить возможность просмотра профилей на материнской платформе (vBSSO будет автоматично перенаправлять Вас на страничку vBulletin профиля).
uk: Дозволити перегляд профілей на стороні vBulletin (vBSSO автоматично перенаправлятиме Вас на сторінку перегляду профілей vBulletin).

source: Edit Member Profile in vBulletin
it_it: Modifica profilo membro in vBulletin

source: Edit Profile in vBulletin
it_it: Apre la pagina "Modifica Profilo" di vBSSO vBulletin invece di quella di WordPress
ru_ru: Включить возможность редактирования профилей на материнской платформе (vBSSO будет автоматично перенаправлять Вас на страничку vBulletin профиля для его редактирования. <br>Все сохраненные изменения будут пересены на дочернию автоматично).
uk: Дозволити редагування профілів на строні материнської платформи (vBSSO автоматично перенаправлятиме Вас на сторінку профя vBulletin. Всі збережені зміни передаватимуться на дочірню платформу автоматично).

source: View My Profile in vBulletin
it_it: Visualizza il mio profilo in vBulletin

source: Fetch and Show vBulletin Avatars
it_it: Mostra l'avatar di vBSSO vBulletin invece di quello di WordPress
ru_ru: Использовать аватары с материнской платформы (включив ету настройку Ваш vBulletin аватар будет использоваться и на WP платформе).
uk: Використовувати аватари задані на стороні материнської платформи (включивши дане налаштування ваш vBulletin аватар буде використовуватися і на WordPress платформі).

source: Show vBSSO Login Form Widget
it_it: Mostra vBSSO Login Form Widget

source: Name of Administrator Role
it_it: Nome del ruolo di amministratore

source: Usergroups Associations
it_it: Utente Gruppi Associazioni

source: Login vBulletin Url
it_it: Accedi vBulletin URL

source: Login Url
it_it: URL di accesso

source: Register Url
it_it: Registrazione URL

source: Lost Password Url
it_it: URL Password

source: Profile Url
it_it: Profilo URL

source: Get User Groups Url
it_it: Ottenere User Groups URL

source: Basic access authentication username
it_it: l'accesso di base di autenticazione nome utente

source: Basic access authentication password
it_it: l'accesso di base password di autenticazione

source: Unread Stats Url
it_it: Non letto Statistiche URL

source: Stats Url
it_it: Statistiche URL

source: Show
it_it: Mostra
ru_ru: Показывать ссылку на ресурс проекта в нижнем колонтитуле каждой странички Wordpress платформы.
uk: Показувати посилання на джерело внизу кожної сторінки WordPress платформи.

source: Don't show (I have already purchased branding Free license)
it_it: Nascondi (Ho già acquistato la Licenza Ufficiale)
ru_ru: Не показывать (Мною уже куплена Лицензия, свободная от брендинга)
uk: Не показувати (Мною вже придбана Ліцензія, вільна від брендингу)

source: Please install these PHP extensions
it_it: Si prega di installare le estensioni PHP

source: before installing or upgrading this product!
it_it: prima di installare o aggiornare questo prodotto!

source: Create your account
it_it: Crea un Account
ru_ru: Создать новый аккаунт
uk: Створити нового користувача

source: You do not have sufficient permissions to access this page.
it_it: Non si dispone di autorizzazioni sufficienti per accedere a questa pagina.

source: Platform Shared Key can not be empty
it_it: Piattaforma Shared Key non può essere vuoto

source: Ignore Membership (Anyone can register through vBSSO)
it_it: Ignora Iscrizione (L'impostazione Ignora Iscrizione permette di oltrepassare la registrazione di ogni visitatore che usa vBSSO. Se non vuoi abilitare la registrazione, non selezionare questa impostazione)
ru_ru: Включить возможность регистрации для всех посетителей сайта используя vBSSO
uk: Дозволити всім відвідувачам сайту мати змогу реєструватися за допомогою vBSSO

source: Footer Link
it_it: Link sul footer
ru_ru: Ссылка в нижнем колонтитуле
uk: Посилання на джерело в нижньому колонтитулі.

source: Platform
it_it: Piattaforma
ru_ru: Платформа
uk: Платформа

source: Shared Key
it_it: La tua Chiave Segreta (usata su vBSSO vBulletin nella pagina "Connetti alla Piattaforma" per connettersi a questa piattaforma)

source: Settings
it_it: Impostazioni
ru_ru: Настройки
uk: Налаштування

source: User Groups Association (Default role is subscriber)
it_it: Associazione Gruppi Utenti (il ruolo di default di un utente creato è Sottoscrittore)
ru_ru: Объединения пользовательских групп (при создании нового юзера его роль по умолчанию будет - Подписчик).
uk: Об’єднання груп користувачів (за замовчуванням при створенні нового користувача його роль буде - Учасник).

source: This platform is not connected.
it_it: Questa piattaforma non è collegata.
ru_ru: Эта платформа не подключена.
uk: Ця платформа не підключена.

source: vBulletin Usergroups
it_it: Gruppi Utenti di vBulletin
ru_ru: Пользовательские группы vBulletin
uk: Групи vBulletin

source: Wordpress Roles
it_it: Ruoli di Wordpress
ru_ru: Роли Wordpress
uk: Ролі Wordpress

source: Save Changes
it_it: Salva modifiche
ru_ru: Сохранить изменения
uk: Зберегти зміни

source: vBSSO Login Form
it_it: Form di Login di vBSSO
ru_ru: Форма входа vBSSO
uk: Форма входу vBSSO

source: Username or email address
it_it: Nome Utente o indirizzo email
ru_ru: Имя пользователя или адрес электронной почты
uk: Ім’я користувача або адреса електронної пошти

source: Remember me
it_it: Ricordami
ru_ru: Запомнить меня
uk: Запам’ятати мене

source: Forgot your password?
it_it: Dimenticato la password?
ru_ru: Забыли Ваш пароль?
uk: Забули свій пароль?

source: Howdy, %1$s
it_it: Ciao %1$s
ru_ru: Привет, %1$s
uk: Привіт, %1$s

source: Site Admin
it_it: Admin
ru_ru: Перейти в Консоль Администратора
uk: Перейти в Майстерню

source: Profile
it_it: Profilo
ru_ru: Профиль
uk: Профіль

source: Notifications:
it_it: Notifiche:

source: Unread Private Messages
it_it: Messaggi Privati non letti

source: Unread Visitor Messages
it_it: Messaggi dei Visitatori non letti

source: Incoming Friend Requests
it_it: Richieste di amicizia in arrivo

source: Unread Picture Comments
it_it: Non letto Commenti immagine

source: Register
it_it: Registro

source: vBSSO Login Form Widget
ru_ru: Форма входа vBSSO Виджет
uk: Форма входу vBSSO віджет

source: Password
ru_ru: Пароль
uk: Пароль

source: Login
ru_ru: Войти
uk: Увійти

source: Logout
ru_ru: Выйти
uk: Вийти
